source/_static/diagrams/journey-port.d2
direction: right
n0: "conda/spack"
n1: "eb-stack"
n2: ".eb"
n0 -> n1
n1 -> n2
